[EnergySword_CV X2WeaponTemplate]
FriendlyName="能量剑"
FriendlyNamePlural="能量剑"
BriefSummary=" 能量武器/剑由一个弯曲的剑柄组成，剑柄内装有能量储存模块和一个用于投射构成剑刃的等离子体的装置."
TacticalText="<Bullet/>能量武器在近距离战斗中使用时，是一种极其强大且具有毁灭性的近战武器. <Bullet/>决定与敌人进行近战可能是一个关键性的决策；务必谨慎行事."
AbilityDescName="剑"

[EnergySword_MG X2WeaponTemplate]
FriendlyName="高级能量剑"
FriendlyNamePlural="高级能量剑"
BriefSummary="The 能量武器/剑由一个弯曲的剑柄组成，剑柄内装有能量储存模块和一个用于投射构成剑刃的等离子体的装置."
TacticalText="<Bullet/>能量武器在近距离战斗中使用时，是一种极其强大且具有毁灭性的近战武器. <Bullet/> 决定与敌人进行近战可能是一个关键性的决策；务必谨慎行事."
AbilityDescName="剑"

[EnergySword_BM X2WeaponTemplate]
FriendlyName="终级能量剑"
FriendlyNamePlural="终级能量剑"
BriefSummary="The 能量武器/剑由一个弯曲的剑柄组成，剑柄内装有能量储存模块和一个用于投射构成剑刃的等离子体的装置."
TacticalText="<Bullet/>能量武器在近距离战斗中使用时，是一种极其强大且具有毁灭性的近战武器. <Bullet/> 决定与敌人进行近战可能是一个关键性的决策；务必谨慎行事."
AbilityDescName="剑"

[HaloPlasmaPistol_CV X2WeaponTemplate]
FriendlyName="25式等离子手枪"
FriendlyNamePlural="25式等离子手枪"
BriefSummary="等离子手枪是星盟从先行者技术中逆向工程开发的一种定向能武器，它使用了一种武器化的等离子体变种."
TacticalText="<Bullet/>等离子手枪是一种出色的近战到中程武器；但在更远的射程上，除了偶尔能命中几发幸运的射击外，它几乎毫无用处."
AbilityDescName="手枪"

[HaloPlasmaPistol_MG X2WeaponTemplate]
FriendlyName="高级25式等离子手枪"
FriendlyNamePlural="高级25式等离子手枪"
BriefSummary="等离子手枪是星盟从先行者技术中逆向工程开发的一种定向能武器，它使用了一种武器化的等离子体变种."
TacticalText="<Bullet/>等离子手枪是一种出色的近战到中程武器；但在更远的射程上，除了偶尔能命中几发幸运的射击外，它几乎毫无用处."
AbilityDescName="手枪"

[HaloPlasmaPistol_BM X2WeaponTemplate]
FriendlyName="终级25式等离子手枪"
FriendlyNamePlural="终级25式等离子手枪"
BriefSummary="等离子手枪是星盟从先行者技术中逆向工程开发的一种定向能武器，它使用了一种武器化的等离子体变种."
TacticalText="<Bullet/>等离子手枪是一种出色的近战到中程武器；但在更远的射程上，除了偶尔能命中几发幸运的射击外，它几乎毫无用处."
AbilityDescName="手枪"

[HaloPlasmaRifle_CV X2WeaponTemplate]
FriendlyName="25式等离子步枪"
FriendlyNamePlural="25式等离子步枪"
BriefSummary="等离子步枪是星盟的一种定向能武器，它是从先行者技术中逆向工程开发而来的。这种武器使用一种被称为等离子体的过热电离气体，而非传统的投射物弹药."
TacticalText="<Bullet/> 等离子步枪是一种适用于近战到中程的武器，因此在该射程范围内能够造成极高的伤.""
AbilityDescName="步枪"

[HaloPlasmaRifle_MG X2WeaponTemplate]
FriendlyName="高级25式等离子步枪"
FriendlyNamePlural="高级25式等离子步枪"
BriefSummary="等离子步枪是星盟的一种定向能武器，它是从先行者技术中逆向工程开发而来的。这种武器使用一种被称为等离子体的过热电离气体，而非传统的投射物弹药."
TacticalText="<Bullet/> 等离子步枪是一种适用于近战到中程的武器，因此在该射程范围内能够造成极高的伤."
AbilityDescName="步枪"

[HaloPlasmaRifle_BM X2WeaponTemplate]
FriendlyName="终级25式等离子步枪"
FriendlyNamePlural="终级25式等离子步枪"
BriefSummary="等离子步枪是星盟的一种定向能武器，它是从先行者技术中逆向工程开发而来的。这种武器使用一种被称为等离子体的过热电离气体，而非传统的投射物弹药."
TacticalText="<Bullet/> 等离子步枪是一种适用于近战到中程的武器，因此在该射程范围内能够造成极高的伤."
AbilityDescName="步枪"

[StealthEnergySword_CV X2WeaponTemplate]
FriendlyName="特种作战能量剑"
FriendlyNamePlural="特种作战能量剑"
BriefSummary="The 能量武器/剑由一个弯曲的剑柄组成，剑柄内装有能量储存模块和一个用于投射构成剑刃的等离子体的装置."
TacticalText="<Bullet/>能量武器在近距离战斗中使用时，是一种极其强大且具有毁灭性的近战武器. <Bullet/> 决定与敌人进行近战可能是一个关键性的决策；务必谨慎行事."
AbilityDescName="剑"

[StealthEnergySword_MG X2WeaponTemplate]
FriendlyName="高级特种作战能量剑"
FriendlyNamePlural="高级特种作战能量剑"
BriefSummary="The 能量武器/剑由一个弯曲的剑柄组成，剑柄内装有能量储存模块和一个用于投射构成剑刃的等离子体的装置."
TacticalText="<Bullet/>能量武器在近距离战斗中使用时，是一种极其强大且具有毁灭性的近战武器. <Bullet/> 决定与敌人进行近战可能是一个关键性的决策；务必谨慎行事."
AbilityDescName="剑"

[StealthEnergySword_BM X2WeaponTemplate]
FriendlyName="终级能量剑"
FriendlyNamePlural="终级特种作战能量剑"
BriefSummary="The 能量武器/剑由一个弯曲的剑柄组成，剑柄内装有能量储存模块和一个用于投射构成剑刃的等离子体的装置."
TacticalText="<Bullet/>能量武器在近距离战斗中使用时，是一种极其强大且具有毁灭性的近战武器. <Bullet/> 决定与敌人进行近战可能是一个关键性的决策；务必谨慎行事."
AbilityDescName="剑"